// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP produktregistrering";
TaskTOCTitle = "Webbregistrering";

HSDRegistrationDescription = "Onlineregistreringsprocessen startar automatiskt och skickar merparten av den information som krävs så att du kan registrera din produkt snabbt och enkelt när du är klar med installationen. Du kommer även till webbplatsen HP Connected, den centrala platsen där du hanterar dina onlineutskrifter.";

WarningSheetExtendedMessages = "När du har klickat på Fortsätt öppnas en registreringssida för HP-produkter i din standardwebbläsare. Följande information kommer att skickas till HP:s webbplats för att snabba på registreringsprocessen.";

HSDZipCodeTitle = "Postnummer:";
